/* No video code has been entered yet */
"Drag YouTube video URL here" = "Drag YouTube video URL here";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Sorry, but no YouTube video was found for the code you entered.";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable 'Load data from the Internet' in Preferences." = "To see the video in Sandvox, please enable 'Load data from the Internet' in Preferences.";

